Repository: biblibre/omeka-s-module-PersonalNotebook
Catalog: language/*.po
Languages: fr

source: Resource URL
fr: URL de la ressource

source: Personal Notebook
fr: Carnet de notes personnel

source: Personal notebook
fr: Carnet de notes personnel

source: Number of notes written:
fr: Nombre de notes écrites:

source: Number of users that wrote a note:
fr: Nombre d'utilisateurs ayant écrit une note:

source: Personal notes
fr: Notes personnelles

source: Export as CSV
fr: Exporter en CSV

source: Resource missing
fr: Ressource manquante

source: Save my notes
fr: Enregistrer mes notes

source: The following notes will be permanently deleted.
fr: Les notes suivantes seront supprimées définitivement.

source: Confirm notes deletion
fr: Confirmer la suppression des notes

source: Show on item page
fr: Afficher sur les pages de contenu

source: Show on media page
fr: Afficher sur les pages de media

source: A note must have an owner.
fr: Une note doit avoir un propriétaire.
